Repository: seanpm2001/mt-training-data
Catalog: ss/ss_pontoon.tmx
Source language: en_us
Languages: ss

source: New Language Launch
ss: Kusungulwa kwelulwimi lolusha.

source: Next
ss: Lokulandzelako

source: No
ss: Cha

source: No gravatar found for your email
ss: Kute i-gravatar yeliposi lakho lembane letfolakele

source: No microphone found.
ss: Kute umbhobho lotfolakele.

source: No rejected sentences found!
ss: Kute imisho lejikisiwe letfoliwe!

source: No sentences found!
ss: Kute imisho letfolakele!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ss: Kute imisho lemele icibisekiswe. <addLink>Ngeta manje manje!!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ss: Nakisisa: Uma kuna "Visible", ungakhona kushintja <profileLink>Likhasi</profileLink>.

source: Note: You will still need to select between Speak or Listen to change contribution type.
ss: Nakisisa: Usetodzinga kukhetsa emkhatsini wa khuluma na Lalela kuze ukhone kushintja inhlobo yalotokungeta.

source: No Thanks
ss: Cha Ngiyabonga

source: No variant selected
ss: Kute inhlobo lekhetsiwe

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ss: Manje njengoba sewati lokunengana nge-Common Voice, yini ungakuzami? Chafata lesitfombe sembhobho utocala kufundza imisho ngekuphimisela. <br/><br/>Uma ukhetsa kubuyeketa iminikelo yelivi yalabanye bantfu, chafata lesitfombe sekudlala. Utosita kucinisekisa kutsi lokutfwebuliwe kuyafana nemisho lebhalwe kumabona kudze.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ss: Nyalo unganikela ngesicephu selivi lakho kusisita sakhe umtfombo welwati welive longasetjentiswa nguwonkhe umuntfu kute akhe tinsita tebucwephesha tetincingo kanye nelikhasi langcondvomshina. Fundza lemisho kusita lomshina kutsi ufundze kutsi bantfu bakhuluma njani. Hlola umsebenti walabanye balekeleleli kutfutfukisa lizinga. Kulula kanjalo!

source: Number of Voices
ss: Linani lemavi

source: Numbers. There should be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
ss: Tinombolo. Akukameli kube netinombolo embhalweni longumtfombo ngoba ungabangela tinkinga uma tifundvwa ngkuphimisela. Indlela inombolo lefundwa ngayo incike kumniyo futsi ingase yetfule kudideka ku dataset. Sibonelo, inombolo "2409" ingafundwa kahle ngetindlela letimbili ngekutsi "emashumi lamabili nane zero nesishiyagalolunye" kanye "netinkulungwane letimbili nemakhulu lamane nesishiyagalolunye".

source: Off
ss: Valiwe

source: Offensive language
ss: Lulwimi lolucasulako

source: Offensive speech
ss: Inkhulumo lecansulako

source: On
ss: Vuliwe

source: Once logged in you can select your languages from the profile section.
ss: Uma sewungenile ungakhona kukhetsa lulwimi lwakho emakhasini.

source: On desktop devices you can contribute by downloading…
ss: Kubongcondvomshina, ungalekelela ngeku download....

source: One sentence per line
ss: Umusho munye ngelilayinini

source: On his head he wore a beret.
ss: Enhloko yakhe bekagcoke i-beret.

source: On iOS please continue with Safari to enable recording…
ss: Ku iOS, sicela uchubeke nga Safari kuze ukhone kutfwebula.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ss: Kulokunye, uma ucabanga kutsi lofundzako akazange sekadibane naleligama ngaphambilini, futsi kulula kulisho kabi, sicela ulicitse. Uma ungakaciniseki, sebentisa libhathini lalokulandzelako.

source: Optionally join on our email list for updates and new information about the project.
ss: Ngekutsandza kwakho, ngenela luhla lwetfu lweliposi lembane utotfola lokusha nemininingwane yalomsebenti.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ss: Lwati lwebantfu lolutfunyelelwe ngekutikhetsela (kufana. nemnyaka, bulili, lulwimi, nendlela yokukhuluma) ngeke ibekwe emehlweni esive ekhasini, futsi ngeke ichunyaniswe nelikhasi lakho. Ticeshana temsindvo titohlanganiswa ne lwati lwetibalo tebantfu ngenjongo yekuhlatiya bucotfo kakhudlwana - sibonelo, Umcwaningi angase afune kukhomba indlela yekuceceshwa encenyeni letsile yetibalo tebantfu.

source: Other
ss: Lokunye

source: Other Language
ss: Lolunye Lulwimi

source: Other people validate those voice clips.
ss: Labanye bantfu bayawacinisekisa lawo mafayela amavi latfwebuliwe

source: Other voice datasets…
ss: Lamanye ema-Datasets emavi...

source: Other Voice Datasets
ss: Lamanye ema-Datasets emavi

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
ss: Umphatsi wemphakatsi wetfu utokutsintsa kute akuphe kusekeleka lokwengetekile, futsi akwati uma kukhona umphakatsi losebenta ngelulwimi lwakho.

source: Our governance is founded on the pillars of:
ss: Kwengamelwa kwetfu kusimeme kumbhoshongo we:

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
ss: Umbhalo wetfu longutfombo wentiwe ngulabanikele kanye netinkhulumo letisuka emibhalweni yemafilimu njenge <italic> Wonderful Life </italic> Ungayibuka imitfombo yemisho ku <githubLink> GitHub folder </githubLink>.

source: Overall Hr. Total
ss: Sekukonkhe kwa Hr.

source: Overall project status: see how far we’ve come!
ss: Inchubo yemsebenti wonkhe: buka kutsi sesihambe sigamu lesinganani!

source: Partners
ss: Balingani

source: Partnerships and networks
ss: Kubambisana nekuchumana

source: Partner with local organizations or individuals
ss: Timbandzakanye netinkapani noma tinhlangano talakhaya.

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ss: "<p>I- Common Voice ngumtfombo welwati wesive, lonikwe emandla ngemavi ema volontiya emhlaba wonkhe jikelele. Bantfu labafuna kwakha tinhlelo temavi tekusebenta bangasebentisa lwati kucecesha tinsita tekufundza umshini.</p> <p>Kwanyalo, ticeshana telwati lwemavi letiningi tiphetfwe tinkampani, letikhinyabeta umkhicito lomusha. Ticeshana telwati nelivi nato atimeleli kahle : labangakhulumi siNgisi, bantfu belibala, bantfu labakhubatekile, besifazane kanye nebantfu be-LGBTQIA+. Loku kusho kutsi bhuchwepheshe bokusebentisa livi abusebenti nhlobo etilimini letiningi, futsi lapho busebenta khona, bungase bungasebenti kahle kuwo wonkhe umuntfu. Sifuna kuntjintja loko ngekuhlanganisa bantfu yonkhe indzawo kute babelane ngemavi abo.</p>"

source: People come and contribute their voices.
ss: Bantfu bayeta batonikela ngemavi abo.

source: Personal
ss: Mayelana nami

source: Personal dashboards keep you up-to-date with individual and community progress.
ss: Likhasi lakho likwenta uhlale wati ngenchubo yakho kanye neyemmango.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ss: <playbookLink>Tfola kwelulekwa lokulusito </playbookLink> ngaloluhambo lwe Common Voice, kusukela elwatini phaca kuya ekusebentiseni i-Dataset, kanye nekukhona kuchumana nemmango wetfu.

source: <playIcon></playIcon>Last one!
ss: <playIcon></playIcon>Kwekugcina!

source: Play/Stop
ss: Dlala/Mani

source: Please add a source.
ss: Sicela ungete umtfombo

source: Please add sentences.
ss: Sicela wengete imisho

source: Please check the <howToLink>guidelines</howToLink>.
ss: Sicela uhlole <howToLink>umkhombandlela</howToLink>.

source: Please confirm that these sentences are public domain.
ss: Sicela ucinisekise kusti lemisho atotfolwa sive

source: Please select a language.
ss: Khetsa lulwimi

source: Please select a language to review sentences.
ss: Sicela ukhetse lulwimi lotobuyeketa ngalo imisho.

source: Please try again.
ss: Sicela uphindze wetame futsi.

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ss: <pontoonAccountLink>Yakha likhasi lakho</pontoonAccountLink> uma ute. Bese ukhetsa lulwimi <strong>('Licembu')</strong> futsi bese ukhetsa project, <pontoonCvLink>Common Voice</pontoonCvLink>, Kutoba nemafayela lafuna kuhumushwa. Khetsa yinye. Itabese ikhomba emagama ngeSingisi kanye nelibhokisi utowahumusha.

source: Press play, listen & tell us: did they accurately speak the sentence below?
ss: Chafata dlala, lalela & usitjele: Bawukhulume ngalokufanele yini umusho longentasi?

source: Press { shortcut-play-toggle } to toggle play mode
ss: Chafata { shortcut-play-toggle } utokhona kudlala

source: Privacy
ss: Lokuyimfihlo

source: Privacy Policy
ss: Umgomo wekugcina tindzaba tiyimfihlo.

source: Privacy, security and transparency.
ss: Kufihleka, tekuphepha nekutsembeka.

source: Profile
ss: Likhasi lelichaza kabanti ngawe

source: Profile information improves the audio data used in training speech recognition accuracy.
ss: Umniningwane wakho ulekelela le data yemavi latfwebuliwe ekuceceshene tinsita tekuva inkhulumo kutsi ibe ngulekhaliphile.

source: Profile: { $username }
ss: Likhasi lelichaza kabanti ngawe: { $username }

source: Progress
ss: Inchubekelaphambili

source: Punctuation. Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
ss: Timphawu tekubhala. Timphawu letikhetsekile netimphawu tekubhala kufanele tifakwe kuphela uma kunesidzingo. Sibonelo, i-apostrophe iyafakwa emagameni esiNgisi njengekutsi “ungakwenti” kanye nekutsi “sikhona” futhi kufanele afakwe embhalweni longumtfombo, kodvwa akunakwenteka kutsi utodzinga luphawu lolukhethekile lolufana na-“@” noma “#. ”

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ss: Kufundza tifinyeto letingekho letifaka ekhatsi, "We're" esikhundleni sa "We are", nome vice versa.

source: Read More
ss: Fundza Kabanti

source: Read more on our About page
ss: Fundza kabanti ekhasini lelichaza Kabanti ngatsi

source: Read our How-to if unsure how to attribute
ss: Fundza Kanjani wetfu uma ute siciniseko sekwenaba

source: Read the sentence carefully - don’t miss, change or add words.
ss: Fundza lemisho ngekucophelela-ungashiyi, ungashintji futsi ungangeti emagama.

source: { $readyCount } sentences ready for submission!
ss: { $readyCount } imisho lelungele kumikiswa!

source: Ready to add your voice or lend your ear?
ss: Ulungele kungeta livi lakho noma ke kupha indlebe?

source: Ready to contribute?
ss: Ulungele kulekelela?

source: Ready to do { $count } more?
ss: Ulungele kwenta { $count } lokunye?

source: Ready to donate your voice?
ss: Ulungele kunikela ngelivi lakho?

source: Ready to help validate sentences?
ss: Ulungele kusita ngekucinisekisa imisho?

source: reCAPTCHA is required if you want to proceed
ss: reCAPTCHA uyadzingeka uma ufuna kuchubeka

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ss: Tfola liposi lembane lekufaka ekhatsi kukhumbutwa ngemagoli akho, inchubo yakho kanye netindzatjana nga Common Voice.

source: Recorded Clips
ss: Ticephu letitfwebuliwe

source: Recorded Hours
ss: Latfwetjuliwe emahora

source: <recordIcon></recordIcon> Last one!
ss: <recordIcon></recordIcon>Kekugcina!

source: Recordings
ss: Emafayela latfwebuliwe

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ss: Kutfwebula inkhulumo kumcoka kakhulu kule Dataset yetfu, lomunye angatsi bunandzi bakhona.

source: Record/Stop
ss: Tfwebula/Mani

source: Record your voice
ss: Tfwebula livi lakho

source: Refresh
ss: Vuselela

source: Reject
ss: Jikisa

source: Rejected Sentences
ss: Lejikisiwe Imisho

source: { $rejectedSentences } rejected sentences.
ss: { $rejectedSentences } imisho lejikisiwe.

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
ss: Khumbula kutsi sidzinga imvumo kucala yekusakata leyo misho, ngako ciniseka kutsi umbhalo ngewa<wikipediaLink>Likhasi lesive</wikipediaLink>. Uma kungekho inkhomba lecacile, finyelela kumuntfu kulomnikati walombhalo futsi ubute kutsi uyafuna yini kufaka umbhalo wakhe Ekhasini Lesivei. Uma afuna, basite bachubeke <cc0WaiverLink>Yesivumelwano Seminikelo</cc0WaiverLink> inchubo. Uma bangafuni kunikela ngembhalo, awukavunyelwa kusebentisa lowo mbhalo.

source: remove
ss: susa

source: Remove
ss: Susa

source: Report
ss: Bika

source: Report copyright issues
ss: Bika tinkinga tema copyright

source: Report was passed successfully
ss: Umbiko uphumelele kahle

source: Request a Language
ss: Cela lulwimi

source: Request recordings
ss: Cela leticephu letitfwebuliwe

source: *required
ss: *kudzingekile

source: Re-record
ss: Tfwebula kabusha

source: Re-record clip
ss: Tfwebula kabusha sicephu

source: Reset skipped sentences
ss: Lungisa imisho leyecekile

source: Return
ss: Jika

source: Return here to edit your goal anytime.
ss: Buyela lana utokhona kushintja ligoli lakho lanoma kunini.

source: Return to Common Voice
ss: Buyela ku Common Voice

source: Return to Common Voice Datasets
ss: Buyela kuma Dataset aka Common Voice

source: Return to Languages
ss: Buyela etilwimini

source: Review
ss: Buyeketa

source: Review could not be saved. Please try again later.
ss: Kubuyeketwa akusaseveki. Sicela ubuye wetame futsi.

source: ⓘ Review Criteria
ss: ⓘ Buyeketa Luhla

source: Review Criteria
ss: Buyeketa luhla

source: Reviewed sentences not submitted, are sure?
ss: Imisho lebuyeketiwe ayikamikiswa, unesiciniseko saloko?

source: <reviewLink>Review now!</reviewLink>
ss: <reviewLink>Buyeketa nyalo!</reviewLink>

source: Review & re-record clips here as you go
ss: Buyeketa uphindze utfwebule kabusha ticephu takho usachubeka

source: Review & re-record clips if needed
ss: Buyeketa uphindze utfwebule kabusha ticephu uma kudzingekile

source: Review sentences
ss: Buyeketa imisho

source: Review Sentences
ss: Buyeketa imisho

source: Review & Submit
ss: Buyeketa & Mikisa

source: Save
ss: Gcina

source: Saved
ss: Lokugciniwe

source: Search
ss: Phenya

source: Search for answers
ss: Phenya timphendvulo

source: Search for them on the Internet
ss: Phenya ku-internet

source: See how your progress compares to other contributors all over the world.
ss: Buka kutsi inchubo yakho ihamba njani uma icatsaniswa nalabanye labahlanganyele mhlaba wonkhe jikelele.

source: See Less
ss: Bona Lokuncane

source: See More
ss: Bona Lokunengi

source: Select a Language...
ss: Khetsa Lulwimi...

source: Selected
ss: Lokukhetsiwe

source: Select Language
ss: Khetsa Lulwimi

source: Send sign up link
ss: Tfumela i-link yekubhalisa

source: Sentence Collection
ss: Kukolekwa kwemisho

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ss: <sentenceCollectorFragment>Bona lokunengi kunhlanganisela yemasho</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ss: <sentenceCollectorVideo>Bukela umkhombandlela ngekutsi imisho ikolekwa njani</sentenceCollectorVideo>.

source: Sentence must contain between 1 and 14 (inclusive) words
ss: Umusho kumele ucuketse ligamalelingu 1 kuya kulangu 14

source: Sentences
ss: Imisho

source: { $sentences } added by you
ss: { $sentences } lengetwe nguwe

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
ss: Imisho isafakwa. Loku kungatsatsa imizuzu lemibalwa kuye ngekutsi mingaphi imisho lengetwako. Sicela ungayivali le website.

source: Sentences are collected for people to read aloud.
ss: Imisho ikolekelwa kutsi bantfu bawafundze baphimisele.

source: Sentence should not contain abbreviations
ss: Imisho akukameli ibe netifinyeto

source: Sentence should not contain numbers
ss: Imisho akukameli ibe netinimbolo

source: Sentence should not contain symbols
ss: Imisho akukameli ibe nemifanekiso

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ss: Imisho kufanele ibuyeketwe futsi yemukelwe bantfu lababili kute ifakwe ku Common Voice. Yakha imihlahlandlela yelulwimi lwakho <languageGuidelinesLink>lapha</languageGuidelinesLink>. Imisho kufanele ibe <licenseLink>emehlweni emphakatsi</licenseLink> fuths ibe mifishane kunemagama langu-15. Ungacela umnikati wembhalo kutsi akwentele <waiverLink>CC0 usebentisa inchubo yetfu yekuyekelela</waiverLink>, futsi usitfumelele ku-commonvoice@mozilla.com

source: Sentences not submitted, are you sure you want to leave?
ss: Imisho ayikamikiswa, unesiciniseko sekutsi ufuna kuhamba?

source: { $sentences } sentences failed
ss: { $sentences } imisho lefeyilile

source: { $sentences } sentences reviewed. Thank you!
ss: { $sentences } imisho lesevele ibuketiwe. Siyabonga!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
ss: Imisho lesavunyiwe ihanjiswa nga Lesine, bese itfolakala esikhatsini lesitako.

source: Sentence text
ss: Imisho lemagama

source: Set a goal
ss: Setha ligoli

source: Set my visibility
ss: Setha kubonakala kwami

source: Share Common Voice
ss: Yaba Common Voice

source: Share my goal
ss: Yaba ligoli lami

source: Share your clip
ss: Yaba sicephu sakho lesitfwebuliwe

source: Share your { $count } Clip Daily Goal for { $type }
ss: Yaba emagoli akho { $count } emafayela latfwebuliwe ngelilanga { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
ss: Yaba emagoli akho { $count } emafayela latfwebuliwe ngeliviki { $type }

source: Shortcuts
ss: Tindlela tekujubelisa

source: Show all skipped sentences again
ss: Khombisa yonkhe imisho leyengciwe futsi

source: Show my ranking
ss: Khombisa sigaba sami

source: Sign up
ss: Bhalisa

source: Sign up for an account
ss: bhalisela kuvula i-account

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ss: Bhalisela incwajana, sikhumbuto setinjongo kanye nenchubekala phambili ya Common Voice

source: sign up for email updates
ss: bhalisela tindzaba letihamba embili ngeliposi lembane

source: Sign up for { $lang } updates:
ss: Bhalisa utotfola { $lang } lokusha:

source: Single ZIP file containing
ss: Lifayela linye le ZIP lelicuketse

source: Size
ss: Linani

source: Skip
ss: Yeca

source: Skip Submission Feedback
ss: Yeca umbiko wekumikisa

source: Social media
ss: Tinkhundla tekuchumana

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ss: Letinye tilwimi tinekuhlunkana kakhulu etinhlelweni telulwimi, lwati magama kanye nekuphumisela. Kungako, <ctaLink>sitfula 'Tingucuko' </ctaLink>kulomnyaka wa 2022. Loku kuniketa imiphakatsi indlela yekuhlukanisa tilwimi tawo kulomtabo welwati lomkhulu.

source: Someone asks for a language to be added.
ss: Kukhona locela kutsi kungetwe lulwimi.

source: Something went wrong with reCAPTCHA. Please try again.
ss: Kukhona lokuhambe kabi nge reCAPTCHA. Sicela uphindze wetame futsi.

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ss: Siyacolisa, Common Voice uyahamba kancane. Siyayibonga inshisekelo yakho.

source: Sorry, something went wrong
ss: Siyacolisa, kukhona lokungakahambi kahle

source: Source: { $sentenceSource }
ss: Umtfombo: { $sentenceSource }

source: Source: { $source }
ss: Umtfombo: { $source }

source: Speak
ss: Khuluma

source: Speakers
ss: Tikhulumi

source: Speaking
ss: Lokhulumako

source: Speaking and Listening
ss: Kukhuluma nekulalela

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ss: Khuluma ngelivi lakho lelejwayelekile! Indlela lokhuluma ngayo yamukelekile lana - sifuna sici tsite sakho njengoba sinjalo, futsi sifuna sisindvo sakho lesejwayelekile, sitayela nekutichaza kwakho.

source: Speak now
ss: Khuluma nyalo

source: Speak up, contribute here!
ss: Khuluma, faka umbono lapha!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ss: <speechBlogLink>Cala manje nge Speech recognition</speechBlogLink>
